<?php
define( 'YOU_ARE_ROBOTS', "<h4 class='uk-align-center uk-margin-top' style='color: red;max-width: 215px'>Проверьте правильность ввода данных и повторите попытку </h4>" );


if (!defined( 'DEAD1C' )) {
    define( 'DEAD1C', '1000' ); //1С не ответила
}


$mailAdmin =['sorkin19822@ukr.net','site@dobro-clinic.com'];

$statusPAy = array(
'error'=>'Неуспішний платіж. Некоректно заповнені дані',
'failure'=>'Неуспішний платіж',
'success'=>'Успішний платіж',
'reversed'=>'Платіж повернутий',
    'subscribed'=>'Підписка успішно оформлена',
    'unsubscribed'=>'Підписка успішно деактивовано',
    '3ds_verify'=>'Необхідно 3DS верифікація.
Для завершення платежу, потрібно виконати 3ds_verify',
    'captcha_verify'=>'Очікується підтвердження captcha',
    'cvv_verify'=>'Необхідно введення CVV карти відправника.
Для завершення платежу, потрібно виконати cvv_verify',
    'ivr_verify'=>'Очікується підтвердження дзвінком ivr',
    'otp_verify'=>'Необхідно OTP підтвердження клієнта. OTP пароль відправлений на номер телефону Клієнта.
Для завершення платежу, потрібно виконати otp_verify ',
    'password_verify'=>'Очікується підтвердження пароля додатка Приват24',
    'phone_verify'=>'Очікується введення телефону клієнтом.
Для завершення платежу, потрібно виконати phone_verify',
    'pin_verify'=>'Очікується підтвердження pin-code',
    'receiver_verify'=>'Необхідно введення даних одержувача.
Для завершення платежу, потрібно виконати receiver_verify',
    'sender_verify'=>'Необхідно введення даних відправника.
Для завершення платежу, потрібно виконати sender_verify',
    'senderapp_verify'=>'Очікується підтвердження в додатку SENDER',
    'wait_qr'=>'ООчікується сканування QR-коду клієнтом',
    'wait_sender'=>'Очікується підтвердження оплати клієнтом в додатку Privat24 / SENDER',
    'cash_wait'=>'Очікується оплата готівкою в ТСО',
    'hold_wait'=>'Сума успішно заблокована на рахунку відправника',
    'invoice_wait'=>'Інвойс створений успішно, очікується оплата',
    'prepared'=>'Платіж створений, очікується його завершення відправником',
    'processing'=>'Платіж обробляється',
    'wait_accept'=>'Гроші з клієнта списані, але магазин ще не пройшов перевірку. Якщо магазин не пройде активацію протягом 180 днів, платежі будуть автоматично скасовані',
    'wait_card'=>'Не встановлений спосіб відшкодування у одержувача',
    'wait_compensation'=>'Платіж успішний, буде зарахований в щодобового проводці',
    'wait_lc'=>'Акредитив. Гроші з клієнта списані, очікується підтвердження доставки товару',
    'wait_reserve'=>'Засоби по платежу зарезервовані для проведення повернення за раніше поданою заявкою',
    'wait_secure'=>'Платіж на перевірці',
    'sandbox'=>'Тестовий платіж'
);